{"pageProps":{"individualPageDetail":{"_id":"3a81fa47-e82d-45c4-8a0a-65f88e5ace56","_createdAt":"2023-06-01T20:45:06Z","title":"ADA Updates","body":[{"_type":"block","style":"normal","_key":"64c2e46ff2c5","markDefs":[],"children":[{"_key":"3f88193799bd0","_type":"span","marks":[],"text":"ADA stands for the Americans with Disabilities Act, which aims to ensure equal access and non-discrimination for individuals with disabilities. ADA compliance for websites refers to making websites accessible to people with disabilities, including those with visual, auditory, motor, or cognitive impairments. Here are some key points regarding ADA compliance website updates:"}]},{"style":"h4","_key":"f1177657f13f","markDefs":[],"children":[{"_key":"24008f68cb450","_type":"span","marks":[],"text":"Accessibility Guidelines: "}],"_type":"block"},{"markDefs":[],"children":[{"_type":"span","marks":[],"text":"ADA compliance for websites typically follows the Web Content Accessibility Guidelines (WCAG), which provide a set of standards and best practices for making web content accessible. The current version of WCAG is WCAG 2.1, which includes guidelines for various accessibility aspects, such as perceivable content, operable user interfaces, understandable information, and robust technology.","_key":"005636528db3"}],"_type":"block","style":"normal","_key":"483cfe8216c7"},{"markDefs":[],"children":[{"marks":[],"text":"Perceivable Content: ","_key":"bae80ae1c9d40","_type":"span"}],"_type":"block","style":"h4","_key":"0448ad4b3e88"},{"markDefs":[],"children":[{"_key":"4d3f4a34098a","_type":"span","marks":[],"text":"ADA compliance involves ensuring that website content is perceivable by individuals with disabilities. This includes providing alternative text for images, captions for videos, text alternatives for non-text content, and the ability to adjust text size and contrast."}],"_type":"block","style":"normal","_key":"dbd6081d7ef1"},{"markDefs":[],"children":[{"marks":[],"text":"Operable User Interfaces: ","_key":"b9150bc3fb220","_type":"span"}],"_type":"block","style":"h4","_key":"f8416ed913df"},{"markDefs":[],"children":[{"marks":[],"text":"Websites should have user interfaces that can be easily operated by people with disabilities. This includes providing keyboard accessibility, ensuring that all functionalities are operable through a keyboard interface, and avoiding design elements that may cause seizures or other physical reactions.","_key":"39a679785140","_type":"span"}],"_type":"block","style":"normal","_key":"0cb2b51e4886"},{"children":[{"marks":[],"text":"Understandable Information: ","_key":"e6d4f42b9a620","_type":"span"}],"_type":"block","style":"h4","_key":"a93256780901","markDefs":[]},{"_key":"c2ab4efc3ea3","markDefs":[],"children":[{"_type":"span","marks":[],"text":"ADA-compliant websites aim to present information and functionality in a clear and understandable manner. This involves using clear and concise language, providing instructions and cues to help users navigate and interact with the website, and avoiding design elements that may cause confusion.","_key":"99e12399ebd9"}],"_type":"block","style":"normal"},{"_type":"block","style":"h4","_key":"c5f25dcad8d0","markDefs":[],"children":[{"_type":"span","marks":[],"text":"Robust Technology: ","_key":"6aa7c63ab7840"}]},{"style":"normal","_key":"8db06b249855","markDefs":[],"children":[{"marks":[],"text":"ADA compliance considers the use of robust and compatible technology to ensure accessibility. This includes using markup and code that can be correctly interpreted by assistive technologies, supporting industry standards, and testing websites across different browsers and devices.","_key":"dedffb2e8614","_type":"span"}],"_type":"block"},{"style":"h4","_key":"f6aa384c59a9","markDefs":[],"children":[{"_type":"span","marks":[],"text":"Assistive Technologies: ","_key":"978b29278b0f0"}],"_type":"block"},{"markDefs":[],"children":[{"_type":"span","marks":[],"text":"ADA-compliant websites should be compatible with assistive technologies, such as screen readers, screen magnifiers, and voice recognition software. Developers need to ensure that the website structure and content are accessible to these technologies, allowing individuals with disabilities to access and interact with the website effectively.","_key":"5b7f2637e712"}],"_type":"block","style":"normal","_key":"c4b24b0e3fff"},{"_key":"f72d306a97d2","markDefs":[],"children":[{"text":"Regular Audits and Updates: ","_key":"d172023ff5400","_type":"span","marks":[]}],"_type":"block","style":"h4"},{"markDefs":[],"children":[{"text":"ADA compliance for websites is an ongoing process. Regular audits and updates are necessary to identify and address any accessibility issues that may arise. This may involve conducting accessibility audits, user testing with individuals with disabilities, and implementing necessary changes to improve accessibility.","_key":"1a8d0b10b6bf","_type":"span","marks":[]}],"_type":"block","style":"normal","_key":"83a2159503bc"},{"markDefs":[],"children":[{"_type":"span","marks":[],"text":"ADA compliance website updates are important to ensure inclusivity, provide equal access to information and services, and avoid potential legal issues. By making websites accessible, businesses can reach a broader audience, improve user experience, and demonstrate their commitment to inclusivity and social responsibility.","_key":"fbec02e288d30"}],"_type":"block","style":"normal","_key":"c0e430e03293"}],"mainImage":"https://cdn.sanity.io/images/lj78j8wf/production/70e7aab01133cfec061c2bc30dc55ce7a8b28059-6000x4000.jpg"}},"__N_SSG":true}