{"pageProps":{"individualPageDetail":{"_id":"71f90c08-3830-44ec-98c1-2e78a2547160","_createdAt":"2023-05-10T21:03:20Z","title":"Terms of Service ","body":[{"markDefs":[],"children":[{"_key":"04c14dc27c100","_type":"span","marks":[],"text":"PLEASE READ THESE TERMS OF SERVICE CAREFULLY."}],"_type":"block","style":"h3","_key":"a31da0e93382"},{"markDefs":[],"children":[{"marks":[],"text":"","_key":"4f678548ad3d0","_type":"span"}],"_type":"block","style":"normal","_key":"0ab1d1afc993"},{"style":"normal","_key":"0d3a84ec00d6","markDefs":[],"children":[{"_type":"span","marks":[],"text":"The following are terms of a legal agreement between you and ","_key":"c11273b310bc0"},{"_type":"span","marks":["strong"],"text":"SeodaPop.","_key":"c11273b310bc1"}],"_type":"block"},{"_type":"block","style":"normal","_key":"ddf79cb7ad24","markDefs":[{"href":"http://seodapop.com/","_key":"0d947dc724dc","_type":"link"}],"children":[{"marks":[],"text":"By purchasingSeodaPop service(s) or submitting your credit card information, you acknowledge that you have read, understood, and agree, to be bound by these terms and to comply with all applicable laws and regulations. Customer represents and warrants that customer is 18 years of age or older, that customer will provide true, accurate, current and complete information in the enrollment for the service, and that the customer has all requisite authority to bind to this agreement. This statement covers all SeodaPop, Inc. products, services and SeodaPop website located at ","_key":"3fc3d1681c860","_type":"span"},{"_key":"3fc3d1681c861","_type":"span","marks":["0d947dc724dc"],"text":"http://www.SeodaPop.com"},{"_type":"span","marks":[],"text":" (“Site”). If you do not agree to these terms and conditions, you must not accept this agreement and may not use the SeodaPop site or services.","_key":"3fc3d1681c862"}]},{"children":[{"_type":"span","marks":[],"text":"INTRODUCTION:","_key":"2f1f0868ee3d0"}],"_type":"block","style":"h2","_key":"a47a9c91b3b7","markDefs":[]},{"markDefs":[],"children":[{"marks":[],"text":"The Advertising Service (the “Service”) is provided by SeodaPop, Inc. (“SeodaPop”), to you (the “Customer”) (collectively “Parties” or “Party”) under the terms and conditions of this Service Agreement (the “Agreement”), which may be updated bySeodaPop from time to time.","_key":"31f5425c31640","_type":"span"}],"_type":"block","style":"normal","_key":"00c59d707d30"},{"markDefs":[],"children":[{"_key":"65139cffc4fc0","_type":"span","marks":[],"text":"DEFINITIONS:"}],"_type":"block","style":"h2","_key":"c628e88376a9"},{"markDefs":[],"children":[{"marks":["strong"],"text":"SEO Site: ","_key":"13b69f29fe050","_type":"span"},{"marks":[],"text":"(“SEO Site” or “CallSite”) shall refer to the website provided by SeodaPop. The SeodaPop website will place Customer information on a website owned and operated by SeodaPop so that it appears like the Website is owned and operated by Customer. SeodaPop reserves the right to decide whether, where, and how the information will appear on the Website.","_key":"13b69f29fe051","_type":"span"}],"level":1,"_type":"block","style":"normal","_key":"3fcc3f6ca40b","listItem":"number"},{"style":"normal","_key":"293a13a1fad8","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"SEO Plan:","_key":"65838decdade0"},{"marks":[],"text":" The Local SEO Plan is a fee-based service which includes the application of search engine optimization tactics designed to increase chances of achieving First Page Ranking on search engine results pages. Customer acknowledges that search results and First Page Rankings influenced by several factors not controlled by SeodaPop","_key":"65838decdade1","_type":"span"}],"level":1,"_type":"block"},{"style":"normal","_key":"6a08ec8e1360","listItem":"number","markDefs":[],"children":[{"_key":"f7158a0182730","_type":"span","marks":["strong"],"text":"Services:"},{"_type":"span","marks":[],"text":" “Products & Services” shall refer to the various business categories that the Customer has selected to promote via SeodaPop.SeodaPop will make all reasonable efforts to fulfill the Services for the Customer.","_key":"f7158a0182731"}],"level":1,"_type":"block"},{"children":[{"text":"Customer Website","_key":"bddddb8fafa30","_type":"span","marks":["strong"]},{"_type":"span","marks":[],"text":": Customer Website: “Customer Website” shall refer to the website owned by the Customer. Customer agrees that SeodaPop will not perform any cosmetic or architectural modifications on the Customer Website.","_key":"bddddb8fafa31"}],"level":1,"_type":"block","style":"normal","_key":"54e97b2b31d7","listItem":"number","markDefs":[]},{"level":1,"_type":"block","style":"normal","_key":"d1a737780037","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"Enrollment Date:","_key":"11993b58eedd0"},{"_type":"span","marks":[],"text":" “Enrollment Date” shall refer to the date at which the request for services to be performed by SeodaPop for the Customer is accompanied by the initial payment.","_key":"11993b58eedd1"}]},{"children":[{"text":"Ad Distribution Network:","_key":"c9b0a8686fb60","_type":"span","marks":["strong"]},{"_type":"span","marks":[],"text":" “Ad Distribution Network” shall refer to SeodaPop’s network of advertising channels, including but not limited to:","_key":"c9b0a8686fb61"}],"level":1,"_type":"block","style":"normal","_key":"53f03f095b15","listItem":"number","markDefs":[]},{"children":[{"marks":[],"text":"Google (“Google Ad Network”)","_key":"3a6f33523cf70","_type":"span"}],"_type":"block","style":"normal","_key":"b05df06c94b6","markDefs":[]},{"style":"normal","_key":"b0bd5bfad234","markDefs":[],"children":[{"_type":"span","marks":[],"text":"Bing and Yahoo! (“Bing Ad Network”)","_key":"4f269ffe957a0"}],"_type":"block"},{"markDefs":[],"children":[{"marks":["strong"],"text":"Selected Keyword:","_key":"3f6a35c6fcc30","_type":"span"},{"text":" “Selected Keywords” shall refer to individual words or word phrases comprised of geography and keyword relevant to the Customer’s business that a Customer may select to have optimized by SeodaPop. Customer agrees that SeodaPop will make all reasonable efforts to optimize these Selected Keywords on the major search engines.","_key":"3f6a35c6fcc31","_type":"span","marks":[]}],"level":1,"_type":"block","style":"normal","_key":"7ce35c7770c5","listItem":"number"},{"style":"normal","_key":"01204921e82f","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"Targeted Keywords:","_key":"2152482141c90"},{"marks":[],"text":" “Targeted Keywords” shall refer to individual words or word phrases that are associated with the Customer’s business topic. These are selected and optimized by SeodaPop. Customer agrees that SeodaPop will make all reasonable efforts to optimize these Targeted Keywords on the major search engines.","_key":"2152482141c91","_type":"span"}],"level":1,"_type":"block"},{"markDefs":[],"children":[{"marks":["strong"],"text":"First Page Ranking:","_key":"69c3b16853d20","_type":"span"},{"marks":[],"text":" “First Page Ranking” shall refer to Selected Keywords and Targeted Keywords that display any customer information on the first page of search results of (i) Google maps/places and/or; (ii) Google general search results pages. Customer information can be any of the following:","_key":"69c3b16853d21","_type":"span"}],"level":1,"_type":"block","style":"normal","_key":"e9302e7866ce","listItem":"number"},{"children":[{"_type":"span","marks":[],"text":"Google+ Local Listing/Google Places Listing","_key":"485c17f2a0a50"}],"_type":"block","style":"normal","_key":"27053d1004c9","markDefs":[]},{"_key":"41c1a76ed711","markDefs":[],"children":[{"_type":"span","marks":[],"text":"Customer’s previously existing site","_key":"5930af5424770"}],"_type":"block","style":"normal"},{"markDefs":[],"children":[{"text":"Customer’s SeodaPop Website","_key":"e9ab6188990d0","_type":"span","marks":[]}],"_type":"block","style":"normal","_key":"2e1b91d9ccb6"},{"style":"normal","_key":"922fc0bd7516","markDefs":[],"children":[{"_key":"a5741bc29c0e0","_type":"span","marks":[],"text":"Customer’s listing within a local directory."}],"_type":"block"},{"_key":"729537848281","listItem":"number","markDefs":[],"children":[{"marks":["strong"],"text":"Local Directories Service:","_key":"a20121db42830","_type":"span"},{"_key":"a20121db42831","_type":"span","marks":[],"text":" The Local Directories Service is a fee-based service. We will enable Customer to view and manage its business listing information on various third party business directories and search engines that participate in the Local Directories Service (“Directory Partners”).SeodaPop SHALL HAVE NO LIABILITY FOR ANY CHANGE WITHIN THE DIRECTORY PARTNERS’ SITES INCLUDED IN ANY BUNDLE, FOR ANY DECISION BY A DIRECTORY PARTNER TO REJECT OR MODIFY ANY CONTENT SUBMITTED BY CUSTOMER, OR FOR ANY OTHER DECISION, CHANGE OR OTHER ACTION."}],"level":1,"_type":"block","style":"normal"},{"level":1,"_type":"block","style":"normal","_key":"e63cffcc0b35","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"Lead Generation Plan","_key":"23f2b81d10470"},{"_key":"23f2b81d10471","_type":"span","marks":[],"text":": “Lead Generation Plan” is a managed service provided by SeodaPop that will create and manage paid advertisements about your business and distributed across major search engines as well as a publisher network across the web."}]},{"listItem":"number","markDefs":[],"children":[{"marks":["strong"],"text":"Ads: “","_key":"12c6140688820","_type":"span"},{"_key":"12c6140688821","_type":"span","marks":[],"text":"Ads” shall refer to one or more advertisements submitted by SeodaPop using the Lead Generation Plan; as such Ad may be modified as provided herein. Business agrees that Company may, at any time and for any reason, modify the Ads provided by Business to Company in order to comply with Publisher specifications or for any other reason. The business also agrees that Business’ modifications to Ads and/or Ad modification requests made by Business to Company once the Campaign order has been placed may not be processed, as some Publishers may not accept changes for Ads once a Campaign is active."}],"level":1,"_type":"block","style":"normal","_key":"0e6be2255d3b"},{"style":"normal","_key":"2d9cd4be6f1c","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"Campaign:","_key":"983b669e64580"},{"text":" “Campaign” shall refer to the unit of advertising for which Customer has contracted with SeodaPop to place on the Customer’s behalf. A Campaign shall have a budget, an actual start, and end date and shall consist of one or more ads placed at one or more publishers, each of which shall link through to the SEO site destination page. Each campaign shall be subject to this Agreement set herewith.","_key":"983b669e64581","_type":"span","marks":[]}],"level":1,"_type":"block"},{"_key":"c02103168cb1","listItem":"number","markDefs":[],"children":[{"marks":["strong"],"text":"Phone Lead Tracking:","_key":"2260099c60be0","_type":"span"},{"_key":"2260099c60be1","_type":"span","marks":[],"text":" “Phone Lead Tracking” shall refer to the Lead Generation Plan where SeodaPop may provide the temporary use of telephone number(s) that are used to track the progress of your Lead Generation Campaigns throughout the Internet. We shall control these telephone numbers and may replace or change the telephone numbers without notice to the Customer."}],"level":1,"_type":"block","style":"normal"},{"_type":"block","style":"normal","_key":"74e1150f9fec","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"Tracking Data:","_key":"05b71961346c0"},{"_key":"05b71961346c1","_type":"span","marks":[],"text":" “Tracking Data” shall refer to one or more of the following:"}],"level":1},{"children":[{"_type":"span","marks":[],"text":"Phone Number Tracking;","_key":"aa6e364f31ab0"}],"_type":"block","style":"normal","_key":"7a3e755c0d86","markDefs":[]},{"markDefs":[],"children":[{"_key":"b80a9eb5d1ca0","_type":"span","marks":[],"text":"E-Mail Tracking;"}],"_type":"block","style":"normal","_key":"467a2c339557"},{"style":"normal","_key":"7f5087386035","markDefs":[],"children":[{"marks":[],"text":"Destination Page Tracking;","_key":"5e2a79036fcf0","_type":"span"}],"_type":"block"},{"children":[{"_type":"span","marks":[],"text":"Website Analytics Tracking","_key":"0aa8bd007ebe0"}],"_type":"block","style":"normal","_key":"41472a764312","markDefs":[]},{"markDefs":[],"children":[{"text":"Customer agrees that SeodaPop, in an effort to provide statistics to Customer, may apply certain tracking solutions. Specifically, Customer agrees that SeodaPop has the right, but not the obligation, to do the following for each Campaign: (i) Provision Tracking Phone Numbers that will be displayed to the user in lieu of the Business’ phone number and which will forward to the Business’ phone number; (ii) Substitute Business’ e-mail address(es) with e-mail form(s) in order to be able to track e-mails associated with the Campaign; (iii) Deploy click tracking code to track the pages that users may access as a result of the Campaign; (iv) insert web analytics tracking code to be able to monitor any web-based metrics on behalf of Customer. With regard to the Tracking Phone Numbers and Tracking E-Mail Addresses, Customer agrees and understands that SeodaPop is not responsible for the original phone numbers and e-mail addresses entered by Customer and which the Tracking Phone Numbers and Tracking E-Mails, respectively, will forward to. Furthermore, Customer acknowledges that, for a local Business phone number, SeodaPop will first try to provision a local Tracking Phone Number, but, in the event, such a local Tracking Phone Number is not available, Customer hereby gives SeodaPop permission to provide a toll-free Tracking Phone Number instead.","_key":"2b98236f27900","_type":"span","marks":[]}],"level":1,"_type":"block","style":"normal","_key":"d2c99d86191d","listItem":"number"},{"_key":"38c40f634497","listItem":"number","markDefs":[],"children":[{"text":"Lead Generation Budget:","_key":"434c843c74b40","_type":"span","marks":["strong"]},{"_key":"434c843c74b41","_type":"span","marks":[],"text":" “Lead Generation Budget” shall refer to the maximum allowable amount that the Customer, by agreeing to this Agreement, has given permission to SeodaPop to spend for Lead Generation Plan. This budget amount includes any Lead Generation Plan management fees."}],"level":1,"_type":"block","style":"normal"},{"level":1,"_type":"block","style":"normal","_key":"83dd480852c4","listItem":"number","markDefs":[],"children":[{"_key":"6595718a14a80","_type":"span","marks":["strong"],"text":"CONTENT PUBLISHING:"},{"_type":"span","marks":[],"text":" SeodaPop will use reasonable efforts to create and/or optimize existing truthful, positive, or neutral online content (“Welcome Content”), with the specific aim of promoting the Welcome Content on Internet search engine results above the content Client has identified as the unwelcome content (the “Unwelcome Content”). Client hereby authorizes SeodaPop to (a) create original content (including content that represents Client or Client’s designee), (b) use the content, trademarks, logos, photos, videos, advertisements, information, and other materials provided or identified by Client (the “Client Materials”) to create and publish Web content, including content that represents on any websites we deem fit for the purposes of providing the Services. In addition, Client hereby grants us and our authorized personnel a worldwide, royalty-free, fully-paid, non-exclusive, transferable (in connection with an assignment of the Agreement), sub licensable (as necessary to perform the Services) license to use, reproduce, publicly perform, publicly display, publish, distribute, create derivative works of, and otherwise exploit any Client Materials as SeodaPop deem appropriate to perform the Services. Client agrees to respond in a timely manner to our requests to review and approve information generated for Client and acknowledge that SeodaPop may make unilateral content publishing decisions on Client’s behalf should Client fail to meet the applicable response deadlines. Client acknowledges and agrees that SeodaPop will own, subject to any Client Materials therein, all right, title, and interest in and to any materials, content, or other works of authorship created by us or on our behalf and used in connection with the Services.SeodaPop acknowledges and agrees that Client will own all right, title, and interest in and to any Client Materials (c) optimization techniques, (d) procure domain names containing Client’s name, the name of Client’s designee, or names similar to Client’s name or Client’s designee, and (e) use a combination of these techniques, to promote Welcome Content above Unwelcome Content on Internet search engine results. SeodaPop will procure any domain names or similar registrations that are required to be procured in connection with the services; we’ll pay all costs relating to these domain names or similar registrations, and will direct the domain names to a location identified by SeodaPop.","_key":"6595718a14a81"}]},{"_key":"fde132109e6c","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"AUDIO/VIDEO RECORDING AND/OR PHOTOGRAPHY OF SERVICES/EVENTS:","_key":"890ed0c07a0a0"},{"_type":"span","marks":[],"text":" When you enter SeodaPop’s website, you will be entering an area where video and audio recording may occur.","_key":"890ed0c07a0a1"}],"level":1,"_type":"block","style":"normal"},{"_key":"2ac855499f29","markDefs":[],"children":[{"_type":"span","marks":[],"text":"SeodaPop takes photographs and/or makes audio and/or video recordings of members and or visitors activities. Staff and/or participants may use such photographs or video records to recall activities or participants. In addition, such photographs and audio/visual recordings may be used in SeodaPop’s publications, advertising materials to let others know of our ministry, and/or streaming and website. In addition, local news organizations may hear of our activities or events and SeodaPop may allow them to record our events for news reporting on special interest features.","_key":"faf617ec51110"}],"_type":"block","style":"normal"},{"markDefs":[],"children":[{"_type":"span","marks":[],"text":"By entering the website and/or agreeing to the services you consent to, photography, audio recording, video recording and its/their release, publication, exhibition, or reproduction to be used for live streaming, promotional purposes, advertising, inclusion on web sites, and/or any other purpose by SeodaPop. You release SeodaPop, its owners, employees, and each and all persons involved from any liability connected with the taking, recording, digitizing, and/or publication of photographs, computer images, video and/or sound recordings.","_key":"4887bcae2a380"}],"_type":"block","style":"normal","_key":"c00031dadae8"},{"style":"normal","_key":"fa62e60cc95f","markDefs":[],"children":[{"_type":"span","marks":[],"text":"By entering the website and or agreeing to the services, you waive all rights you may have to any claims for payment or royalties in connection with any exhibition, streaming, webcasting, or other publication of these materials, regardless of the purpose unless otherwise stipulated. You also waive any right to inspect or approve any photo, video, or audio recording taken by SeodaPop or the person or entity designated to do so by SeodaPop.","_key":"527f13edd22f0"}],"_type":"block"},{"markDefs":[],"children":[{"_type":"span","marks":[],"text":"You have been fully informed of your consent, waiver of liability, and release before agreeing to our services.","_key":"486e0548c7ec0"}],"_type":"block","style":"normal","_key":"4d87ac171f5c"},{"_type":"block","style":"normal","_key":"bb7b4138c492","listItem":"number","markDefs":[],"children":[{"_key":"d8503b52b4d20","_type":"span","marks":["strong"],"text":"TERM, PAYMENT, & MODIFICATION"},{"_key":"d8503b52b4d21","_type":"span","marks":[],"text":": The term of this agreement shall commence and become effective as of the enrollment date. Site creation is included with initial setup and a monthly fee for Local SEO and Lead Generation plans. Besides, Site creation can be an initial fee plus a one-time fee for site creation only. In addition, SeodaPop may use any Customer-provided content to assist in site creation. Any content provided, Customer revisions or site alteration requests after the site is active on the internet may be subject to design fee ($50.00 per hour). The design fee will not be initiated if SeodaPop is correcting an error on the site. Any other changes requested by the Customer will be subject to the $50.00 per hour design fee upon completion and publication of the site. These advertising services are on a MONTHLY REOCCURRING BASIS with an initial three (3) month commitment period and shall remain that way until the end of the agreement or until Customer no longer requires services. Customer will be charged on credit card on file each month coinciding with the enrollment date. (If Customer signs up March 1st, the credit card will be charged each month on the 1st of the month). Online Presence and Website Optimization differs in results with each client depending on area and saturation of the industry"}],"level":1},{"listItem":"number","markDefs":[],"children":[{"marks":["strong"],"text":"PAYMENT FEE ADJUSTMENT","_key":"e94ded0ce1280","_type":"span"},{"_key":"e94ded0ce1281","_type":"span","marks":[],"text":": SeodaPop will reduce Customer’s Service Plan fee after a mutually agreed term and successful monthly payment count has been satisfied as defined on the Customer’s e-Agreement (“Adjusted Fee”). Customer will be billed the Adjusted Fee until Service is canceled. Customer acknowledges that the Adjusted Fee does not apply to the “Lead Generation” and “Review Generation” Service Plans."}],"level":1,"_type":"block","style":"normal","_key":"9f3797af6de3"},{"children":[{"_type":"span","marks":["strong"],"text":"PAYMENT:","_key":"8ea5cfec70680"},{"_type":"span","marks":[],"text":" Except as expressly set forth herein, all payments are non-refundable. If payment is made using a credit card or if there are any periodic charges for publication of a site, those charges may be billed automatically to a credit card provided by Customer. Customer agrees to have a credit card on file charged monthly by SeodaPop. Unless SeodaPop provides a written billing agreement listing otherwise, charges will be automatically billed to the credit card Customer designated during the enrollment process.SeodaPop reserves the right to collect and send to collection agencies any outstanding balance due 30 days after the payment due date. If Customer’s credit card on file expires, Customer hereby gives SeodaPop permission to charge the credit card with a later expiration date to allow for continued payment of SeodaPop service. Customer may provide the updated credit card information to SeodaPop verbally, and allows SeodaPop to use that information accordingly for the continuation of service. In addition, a penalty fee may be incurred or cancellation may be initiated if Customer fails to update credit card information. Customer authorizes SeodaPop to collect any charges related to the service of Customer’s account.","_key":"8ea5cfec70681"}],"level":1,"_type":"block","style":"normal","_key":"b2160c8dec7a","listItem":"number","markDefs":[]},{"markDefs":[],"children":[{"text":"PAYMENT CHANGES:","_key":"272f1ea5db410","_type":"span","marks":["strong"]},{"marks":[],"text":" Customer may designate another credit card at any time. In addition, a penalty fee may be incurred or cancellation may be initiated if Customer fails to update outdated or otherwise incorrect credit card information. Customer must notify SeodaPop 10 days prior to making any changes to billing information or charging procedures","_key":"272f1ea5db411","_type":"span"}],"level":1,"_type":"block","style":"normal","_key":"d05bc92e79a4","listItem":"number"},{"listItem":"number","markDefs":[],"children":[{"marks":["strong"],"text":"REFUND POLICY:","_key":"96f7afe9f0ad0","_type":"span"},{"text":" All sales of all SeodaPop services are final. No refunds shall be given by SeodaPop or any other party, for any amounts paid for services, including, without limitation, any service charges or fees. Further, the Customer acknowledges and accepts the risk that SeodaPop, may not succeed in finding all Internet content about the Customer. The Customer also acknowledges and accepts the risk that SeodaPop may not succeed in effecting the removal and/or alteration of any Internet content about the Customer. No refunds shall be given by SeodaPop for any reason. Further, the Customer hereby acknowledges and understands that he or she foregoes the right to dispute credit card charges incurred with the Company on the grounds that the Company has failed to deliver satisfactory services.","_key":"96f7afe9f0ad1","_type":"span","marks":[]}],"level":1,"_type":"block","style":"normal","_key":"d0f6bd0f0a48"},{"style":"normal","_key":"93b9ebe20271","listItem":"number","markDefs":[],"children":[{"_key":"566ebf9d51a60","_type":"span","marks":["strong"],"text":"CANCELLATION:"},{"_type":"span","marks":[],"text":" The SeodaPop monthly service fee is valid from the period starting on the enrollment date and continues on a MONTHLY RECURRING BASIS with an initial three (3) month commitment period. If Customer wishes to terminate service after the commitment period has ended, Customer must cancel with five (5) day notice to not be billed for monthly charges. Customer agrees to direct all cancellation requests to SeodaPop via email to info@SeodaPop.com Customer agrees that any charges incurred prior to cancellation are valid. Upon cancellation, SeodaPop will remove the SEO site and may use for repurposing. If Customer cancels before the monthly billing cycle is complete, Customer agrees to pay for the entire month.","_key":"566ebf9d51a61"}],"level":1,"_type":"block"},{"level":1,"_type":"block","style":"normal","_key":"37d742b667e3","listItem":"number","markDefs":[],"children":[{"marks":["strong"],"text":"TERMINATION:","_key":"b82adca2c1d10","_type":"span"},{"_key":"b82adca2c1d11","_type":"span","marks":[],"text":" SeodaPop may at any time and at its sole discretion terminate service to any Customer for any reason. If Customer initiates an inquiry or disputes charges for services, SeodaPop reserves the right to terminate the agreement between Customer and SeodaPop with no refund available. Customer may terminate their signed agreement at any time within the boundaries of each customer contract."}]},{"children":[{"text":"OWNERSHIP OF NON-Customer PROPERTY:","_key":"6ff24608a89a0","_type":"span","marks":["strong"]},{"text":"Title and full ownership rights in and to the advertising services, together with any and all ideas, concepts, computer programs, and other technology supporting or otherwise relating to SeodaPop Inc.’s operation of the SeodaPop network and website(s) (collectively, the “SeodaPop Materials”), shall remain at all times solely with SeodaPop. Customer acknowledges that it has not acquired any ownership interest in the SeodaPop materials and will not acquire any ownership interest in the SeodaPop materials by reason of this Agreement.","_key":"6ff24608a89a1","_type":"span","marks":[]}],"level":1,"_type":"block","style":"normal","_key":"713f9d2af3bc","listItem":"number","markDefs":[]},{"_type":"block","style":"normal","_key":"e011ccbd1ce8","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"CUSTOMER REPRESENTATIONS AND WARRANTIES","_key":"5c8dc9b1e8870"},{"_type":"span","marks":[],"text":": Customer represents and warrants to SeodaPop that for the term of this Agreement: this Agreement constitutes a valid, binding, and enforceable agreement in accordance with its terms; information or data that Customer(including its agents or representatives) has provided or will provide for Advertising Services is and will be both accurate and complete to the best of Customer’s knowledge; Customer is the authorized owner or representative of the business for which Advertising Services will be performed; and, Customer’s SEO site will not violate any applicable law or regulation; does not infringe in any manner any third party rights, including, without limitation copyright, patent, trademark, trade secret, or other intellectual property right or right of privacy or publicity; is not false or misleading; has not and will not result in any consumer fraud, product liability, breach of contract, injury, damage, or harm of any kind to any person or entity; is not defamatory, libelous, slanderous, or threatening; is free of viruses; does not contain, promote, or offer any form of spyware, adware, or other advertising or information collection software; and/or does not contain, link to or promote any of the following: violence, hate crimes (whether racial or otherwise), illegal activities, discrimination based on race, sex, religion, nationality, disability, sexual orientation, or age.","_key":"5c8dc9b1e8871"}],"level":1},{"style":"normal","_key":"10e8152fd8ac","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"CUSTOMER COVENANTS:","_key":"998f6629d0ac0"},{"_type":"span","marks":[],"text":" Customer further agrees to perform as follows: Customer will not hold SeodaPop or its affiliates liable or responsible for the activities of visitors who come to Customer’s website(s) through Advertising Services. Customer agrees that it is solely responsible for any and all content or other materials that SeodaPop places on a site on the customer’s behalf. If Customer sells or promotes adult materials, alcohol, tobacco products, or other age-restricted products and/ or services, Customer will: (i) have age verification on its sites home page and in the sales process in compliance with all applicable laws and regulations; and (ii) shall not offer such products and/or services in jurisdictions in which they are prohibited or are in any way restricted.","_key":"998f6629d0ac1"}],"level":1,"_type":"block"},{"style":"normal","_key":"7d0fbf90e256","listItem":"number","markDefs":[],"children":[{"marks":["strong"],"text":"SITE STRUCTURE AND TARGETING: ","_key":"6fb66dc938420","_type":"span"},{"_type":"span","marks":[],"text":"Customer acknowledges and agrees that the standard site built by SeodaPop for Customer will follow a pre-determined format. The site will contain up to five (5) tabs, each containing distinct and unique content, as well as a maximum of five (5) pictures to be used throughout the site, not including logo provided by Customer If Customer requests any changes, revisions, deletions, or additions to the standard site structure, Customer agrees to pay an additional design fee of $50 per hour. Any change to the standard site structure must be submitted before the site is published online. Customer acknowledges and agrees that the site built by SeodaPop for Customer will specifically target and optimize for one (1) city. Any additional target cities or locations requested by Customer will require an additional site built by SeodaPop with all applicable and related charges. Although results commonly spread into areas surrounding the target city, SeodaPop only guarantees placement for the stated target city. Customer acknowledges and agrees that it will be accorded one (1) minor text or picture revision per month to their website at no additional expense. The Customer can request changes be made to the text or pictures on the website. The revision cannot include alterations or modifications to the layout design of a website or a complete redesign of the overall website. Customer agrees that SeodaPop will charge a design fee of $50/hour for any additional changes to the website beyond the one (1) minor text or picture revision per month.","_key":"6fb66dc938421"}],"level":1,"_type":"block"},{"style":"normal","_key":"86095a8cc935","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"DOMAINS AND ACCOUNTS","_key":"ca33e20531860"},{"_type":"span","marks":[],"text":": In reference to your services you also authorize SeodaPop, INC. to act on your behalf in creating accounts on other websites in your name, or in the name of the Named Party, as we see beneficial to provide those Services. Use of accounts generated on third-party websites will be governed by the terms of use and privacy policies of such websites. If acquirement of domain names is integrated into the Services you order, you will acquire any domain names or similar registrations; SeodaPop will pay all costs relating to these domain names or similar registrations and will direct the domain names to a location identified by us.","_key":"ca33e20531861"}],"level":1,"_type":"block"},{"style":"normal","_key":"788685706d7f","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"EXPORT COMPLIANCE:","_key":"20f1f9cf7ee50"},{"marks":[],"text":" The Services, Website Content, other technology SeodaPop may make available, and derivatives thereof may be subject to export laws and regulations of the United States and other jurisdictions. Client acknowledges that they are not named on any U.S. government denied-party list. In addition, Client shall not permit access to use of the Services, in a U.S.-embargoed country or in violation of any U.S. export law or regulation.","_key":"20f1f9cf7ee51","_type":"span"}],"level":1,"_type":"block"},{"level":1,"_type":"block","style":"normal","_key":"5be8372b2ab1","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"DATA RECOVERY:","_key":"568640a55b460"},{"marks":[],"text":" Customers understand that after requesting to finalize services with SeodaPop, all data will be stored for a period of thirty (30) days in which the client can request a back up of the data. After the allotted period restoration fees will be applied for Data Recovery Services.","_key":"568640a55b461","_type":"span"}]},{"_type":"block","style":"normal","_key":"f5230f055ddf","listItem":"number","markDefs":[],"children":[{"text":"REPORTING AND REVISIONS:","_key":"4a978f3316800","_type":"span","marks":["strong"]},{"text":" SeodaPop will primarily use an online reporting system, Client Dashboard Interface (CDI), to communicate site performance and search engine rankings. The CDI and email will be the primary form of communication between Customer andSeodaPop. Customer will be issued a Customer name and password to their CDI bySeodaPop. Customer agrees to use their CDI or email as the primary tool to submit revision requests, general questions, and viewing monthly reports and analytics.","_key":"4a978f3316801","_type":"span","marks":[]}],"level":1},{"_type":"block","style":"normal","_key":"5056073424e1","listItem":"number","markDefs":[],"children":[{"text":"COMMUNICATION:","_key":"e03817b2eeb90","_type":"span","marks":["strong"]},{"_key":"e03817b2eeb91","_type":"span","marks":[],"text":" In efforts to consistently improve our services, SeodaPop always wants to hear from our customers. Whether comments, suggestions, praise, complaints, or any other communication, SeodaPop is listening. You grant SeodaPop a perpetual, irrevocable, worldwide, royalty-free right and license to use, reproduce, modify, adapt, publish, translate, create derivative works of, distribute, publicly perform, and publicly display (in whole or in part) your communication in any form, your name, and any related copyrights, moral rights, or other intellectual property rights."}],"level":1},{"level":1,"_type":"block","style":"normal","_key":"8b15a5666e75","listItem":"number","markDefs":[],"children":[{"marks":["strong"],"text":"CUSTOMER INDEMNIFICATION OBLIGATIONS:","_key":"6d86764bc6670","_type":"span"},{"text":"Customer agrees to indemnify, defend, and hold harmless SeodaPop, its distribution partners, its licensors and licensees, and affiliated companies, and any of their officers, directors, employees, representatives and agents, from and against all claims, actions, liabilities, losses, expenses, damages, and costs (including without limitation, reasonable attorneys’ fees) that may at any time be incurred by any of them by reason of any claims, suits, or proceedings (collectively being referred to herein as a “Claim”) for, including without limitation, libel, violation of right of privacy or publicity, copyright infringement, trademark infringement, or other infringement of any third party right, fraud, false advertising, misrepresentation, product liability, or violation of any law, statute, ordinance, rule, or regulation throughout the world in connection with Advertising Services performed on behalf of Customer, Customer’s client’s website(s) or contents therein, Customer’s conduct, acts or omissions, or any alleged or proven breach by Customer of any term, condition, agreement, representation, or warranty herein, excluding any Claim that arises solely from the acts or omissions of SeodaPop or its agents or employees. SeodaPop will notify Customer of any claim, action, or demand for which indemnity is required in the reasonable opinion of SeodaPop and will cooperate reasonably with Customer at Customer’s expense. At the election of SeodaPop, Customer shall advance to SeodaPop amounts in satisfaction of such Claim, which SeodaPop may hold in escrow pending resolution of such Claim. The law firm Customer chooses to defend SeodaPop must be experienced in defending similar claims and will be subject to SeodaPop’s approval, which will not be unreasonably withheld. Customer may not settle any lawsuit or matter relating to the culpability or liability of SeodaPop without the prior written consent of SeodaPop. SeodaPop will have the right to participate in any defense of a claim and/or to be represented by counsel of its own choosing at its own expense. Without limiting any rights and remedies hereunder or under applicable law, SeodaPop shall have the right to set off any liability of Customer to SeodaPop with respect to a Claim against any amounts held on deposit with SeodaPop by Customer.","_key":"6d86764bc6671","_type":"span","marks":[]}]},{"children":[{"marks":["strong"],"text":"THIRD PARTY SERVICES ARE NOT SeodaPop SERVICES","_key":"366f9b1448140","_type":"span"},{"marks":[],"text":": SeodaPop works with a number of partners and affiliates. SeodaPop is not responsible for and does not endorse or accept any responsibility for the availability, contents, products, services or use of any Third Party service provider. SeodaPop makes no guarantees about the content or quality of the products or services provided by such Third Party service providers. You agree and consent to SeodaPop registering you for Third Party services for a fee additional to and separate from the fees you pay SeodaPop. SeodaPop is not responsible for webcasting or any other form of transmission of Third Party service provider. SeodaPop is providing these services to you only as a convenience, and the inclusion of any added service to your business through SeodaPop does not imply endorsement by SeodaPop of the Third Party service provider. You acknowledge that you bear all risks associated with access to and use of services provided by Third Party service provider and agree that SeodaPop is not responsible for any loss or damage of any sort you may incur from dealing with a third party. You should contact the Third Party service provider if you have any concerns regarding services or membership with Third Party service providers.","_key":"366f9b1448141","_type":"span"}],"level":1,"_type":"block","style":"normal","_key":"2f187039e9b1","listItem":"number","markDefs":[]},{"_type":"block","style":"normal","_key":"f5853b01ccf5","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"THIRD PARTY ATTORNEY NETWORK DISCLAIMER","_key":"d52a7c921b560"},{"_type":"span","marks":[],"text":": SeodaPop offers you several ways to identify and locate an attorney (or other legal services) including advertisements for lawyers, a searchable directory of lawyers and law firms, and third-party legal referral systems (we’ll collectively refer to them as the “Lawyer Services”). You consent and agree to SeodaPop opting you into Lawyer Services. If you are using the Lawyer Services you should read the following terms and conditions below. If you disagree with these terms and services, please do not use the Lawyer Services. SeodaPop will never refer you to a specific attorney or service. SeodaPop does not receive any portion of any legal fees charged by any lawyer or law firm. Any fee arrangements and legal services are strictly between you and the attorney you select. Your contact with, or use of an attorney contacted via a Lawyer Services does not create an attorney-client relationship between SeodaPop and you and you acknowledge that SeodaPop is not in the practice of law. The release and security of any sensitive or confidential information transmitted by you to an attorney or service is your sole responsibility. SeodaPop does not endorse any particular attorney or legal service and cannot guarantee the quality, or reliability of any legal services provided by any of these Lawyer Services. As part of allowing SeodaPop to register you for Lawyer Services, you expressly authorize SeodaPop to provide some personal information to OfficialLegalSolutions.com such as name, address, email address, telephone number, and/or credit card information, and other relevant items necessary for membership into the Lawyer Services program. For information on privacy practices, contact the Lawyer Service for their terms of use and privacy policies. If you use Lawyer Services, you agree that: IN NO EVENT SHALL SeodaPop ITS PARENTS OR SUBSIDIARIES, ASSIGNS OR OTHERS BE LIABLE FOR LOST PROFITS OR ANY SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH THE SERVICE. SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES SO THE ABOVE LIMITATION AND EXCLUSIONS MAY NOT APPLY TO YOU. THE LAWYER SERVICES ARE PROVIDED ON AN “AS IS, AS AVAILABLE” BASIS AND SeodaPop MAKES NO WARRANTIES, EXPRESS OR IMPLIED, WITH RESPECT TO THE LAWYER SERVICES. SeodaPop may amend these terms at any time by posting the amended terms and conditions on its website.","_key":"d52a7c921b561"}],"level":1},{"style":"normal","_key":"b0e9a393e957","listItem":"number","markDefs":[],"children":[{"text":"LIMITATION OF LIABILITY AND WARRANTY DISCLAIMER:","_key":"c6b09c42a3500","_type":"span","marks":["strong"]},{"text":"Customer acknowledges and agrees that it will not hold SeodaPop or any third-party suppliers liable for any errors in content, omissions, consequences, damages, costs, refunds, or rebates of any kind arising from any interruption of service or other unavailability of the Internet or website(s) in which the advertisements are published for whatever reason. SeodaPop makes no representations or warranties relating to the results of Advertising Services, including without limitation, the number of impressions or click-through and any promotional effect or return on investment thereof. As SeodaPop relies on third parties for certain data, SeodaPop makes no guarantees regarding the accuracy, reliability, or completeness of any usage statistics. In no event shall SeodaPop be responsible for any consequential, special, lost profits, or other damages arising under this Agreement. Without limiting the foregoing, neither party shall have any liability for any failure or delay resulting from any condition beyond the reasonable control of such party, including but not limited to governmental action, fire, flood, earthquake, power failure, riot, explosion, labor, or material shortage, carrier interruption of any kind or work slowdown.","_key":"c6b09c42a3501","_type":"span","marks":[]}],"level":1,"_type":"block"},{"style":"normal","_key":"02c849a0f51c","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"FORCE MAJEURE:","_key":"eef3b712c7060"},{"text":"Neither Customer nor SeodaPop will be in breach of its obligations under this Agreement (other than obligations to pay monies due) in the event that, for cause or causes beyond its reasonable control, such party is unable to perform, in whole or in part, any one or more of its obligations under this agreement. Such causes will include, but not limited to, labor disputes, governmental regulations or controls, fire or other casualty, inability to obtain materials or services, technical failure or difficulties, problems or interruptions with the Internet, computer viruses, snow storms, hurricanes or other acts of God, insurrection, or any other cause not within the reasonable control of SeodaPop or Customer.","_key":"eef3b712c7061","_type":"span","marks":[]}],"level":1,"_type":"block"},{"level":1,"_type":"block","style":"normal","_key":"ff35abedd17f","listItem":"number","markDefs":[],"children":[{"marks":["strong"],"text":"ENTIRE AGREEMENT:","_key":"f951266f953d0","_type":"span"},{"marks":[],"text":" This Agreement between SeodaPop and Customer supersedes any other oral or written agreements regarding the advertising services specified in this agreement. Neither Customer nor any agent of SeodaPop may amend these terms and conditions or add any provision to or delete any provision from this Application or any addendum, and any such amendments, additions or deletions are void. No oral or written representation made by any person that purports to modify this agreement is binding on SeodaPop Inc. Moreover, Customer confirms that Customer has not relied upon any such representation in entering into this Agreement.","_key":"f951266f953d1","_type":"span"}]},{"markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"ARBITRATION CLAUSE:","_key":"ccf6aa0a761f0"},{"_type":"span","marks":[],"text":" In the event that any of the provisions of this Agreement are held to be unenforceable by a court or arbitrator, the remaining portions of the Agreement will remain in full force and effect. Any enforcement related to this contract shall be the venue in Orange County, California.","_key":"ccf6aa0a761f1"}],"level":1,"_type":"block","style":"normal","_key":"02b015adbf7f","listItem":"number"},{"level":1,"_type":"block","style":"normal","_key":"9745c853a3d7","listItem":"number","markDefs":[],"children":[{"marks":["strong"],"text":"GOVERNING LAW: ","_key":"83176a1619be0","_type":"span"},{"_type":"span","marks":[],"text":"Customer and SeodaPop agree that this agreement and all disputes relating to this agreement will be governed by and interpreted according to the laws of the State of California.","_key":"83176a1619be1"}]},{"_type":"block","style":"normal","_key":"947783ca619e","listItem":"number","markDefs":[],"children":[{"_key":"f8861bf3606b0","_type":"span","marks":["strong"],"text":"AUTHORITY:"},{"text":" The person submitting credit card information or subscribing to serve hereby certifies that he or she is either Customer or that he or she has been lawfully authorized to submit Agreement and authorize the placement of advertising on behalf of Customer.","_key":"f8861bf3606b1","_type":"span","marks":[]}],"level":1},{"level":1,"_type":"block","style":"normal","_key":"5c9bfc6e34d4","listItem":"number","markDefs":[],"children":[{"_type":"span","marks":["strong"],"text":"Terms of Service are subject to change without notice.","_key":"6bbc70c0b8e70"}]}],"mainImage":null}},"__N_SSG":true}